Repository: prototypefund/close-lid-to-encrypt-cryptsetup
Catalog: debian/initramfs/po/*.po
Languages: de

source: source parameter missing
de: Quellgerät-Parameter fehlt

source: lvm is not available
de: LVM ist nicht verfügbar

source: Please unlock disk $diskname:
de: Bitte Platte $diskname entsperren:

source: Waiting for encrypted source device...
de: Warte auf das verschüsselte Quellgerät...

source: Dropping to a shell. Will skip ${cryptsource} if you cannot fix.
de: Starte eine Shell. ${cryptsource} wird übersprungen, wenn das Problem nicht behoben wird

source: cryptsetup failed, bad password or options?
de: Cryptsetup ist fehlgeschlagen. Fehler bei Passwort oder Optionen?

source: unknown error setting up device mapping
de: Unbekannter Fehler beim Aufsetzen des Device-Mapper

source: lvm fs found but no lvm configured
de: LVM Signatur gefunden obwohl LVM nicht konfiguriert wurde

source: unknown fstype, bad password or options?
de: Unbekannter Dateisystem-Typ. Fehler bei Passwort oder Optionen?

source: set up successfully
de: Erfolgreich aufgesetzt

source: maximum number of tries exceeded
de: Maximale Anzahl von Versuchen überschritten

source: going to sleep for $failsleep seconds...
de: Gehe für $failsleep Sekunden in den Schlafmodus...

source: Please unlock disk $diskname
de: Bitte Platte $diskname entsperren
